[
    {
        "id":1,
        "companyLogo": "../src/assets/Logo/google-1-1 1.png",
        "jobTitle": "Marketing Manager",
        "companyName": "Acme Corp.",
        "address": "123 Main Street, Anytown, USA",
        "salary": "$80,000 - $100,000 per year",
        "jobDescription": "We are seeking a Marketing Manager to develop and implement marketing strategies that promote our products and services and increase brand awareness.",
        "jobResponsibilities": "Develop and implement marketing strategies that promote the company's products and services; Manage and coordinate all marketing activities; Conduct market research and analyze trends to identify new opportunities; Collaborate with sales and product development teams to ensure that marketing efforts are aligned with business goals; Monitor and report on the effectiveness of marketing campaigns",
        "educationalRequirements": "Bachelor's degree in Marketing or related field",
        "experience": "5+ years of experience in marketing",
        "phone": "555-123-4567",
        "email": "jobs@acmecorp.com"
      },
      {
        "id":2,
        "companyLogo": "../src/assets/Images/CareerHub.png",
        "jobTitle": "Accountant",
        "companyName": "Financial Services Co.",
        "address": "456 Oak Street, Anytown, USA",
        "salary": "$50,000 - $70,000 per year",
        "jobDescription": "We are seeking an Accountant to manage financial transactions and provide financial insights that help our clients make informed business decisions.",
        "jobResponsibilities": "Manage financial transactions and ensure that financial records are accurate and up-to-date; Prepare financial statements and reports for clients; Analyze financial data and provide insights that help clients make informed business decisions; Stay up-to-date with accounting standards and regulations",
        "educationalRequirements": "Bachelor's degree in Accounting or related field",
        "experience": "2+ years of experience in accounting",
        "phone": "555-123-4567",
        "email": "jobs@financialservicesco.com"
      },
      {
        "id":3,
        "companyLogo": "../src/assets/Images/tesla-9 1.png",
        "jobTitle": "Web Developer",
        "companyName": "Digital Agency",
        "address": "789 Maple Street, Anytown, USA",
        "salary": "$60,000 - $80,000 per year",
        "jobDescription": "We are seeking a Web Developer to design and develop websites and web applications that meet our clients' needs and specifications.",
        "jobResponsibilities": "Design and develop websites and web applications using modern web technologies such as HTML, CSS, JavaScript, and React; Collaborate with clients, project managers, and other developers to understand their requirements and translate them into technical specifications; Write clean, efficient, and maintainable code; Participate in code reviews and contribute to the development of best practices and coding standards; Troubleshoot and debug web applications; Stay up-to-date with emerging trends and technologies in web development",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field",
        "experience": "3+ years of experience in web development",
        "phone": "555-123-4567",
        "email": "jobs@digitalagency.com"
      },
      {
        "id":4,
        "companyLogo": "../src/assets/Images/netflix-4 1.png",
        "jobTitle": "Software Engineer",
        "companyName": "Tech Giant",
        "address": "555 Broadway, Anytown, USA",
        "salary": "$100,000 - $130,000 per year",
        "jobDescription": "We are seeking a Software Engineer to design, develop, and maintain software applications that meet our business needs and requirements.",
        "jobResponsibilities": "Design, develop, and maintain software applications using modern programming languages and frameworks such as Java, Python, and Node.js; Collaborate with cross-functional teams including product managers, designers, and other developers to understand business needs and translate them into technical requirements; Write clean, efficient, and maintainable code; Participate in code reviews and contribute to the development of best practices and coding standards; Troubleshoot and debug software applications; Stay up-to-date with emerging trends and technologies in software development",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field",
        "experience": "3+ years of experience in software development",
        "phone": "555-123-4567",
        "email": "jobs@techgiant.com"
      },
      {
        "id":5,
        "companyLogo": "../src/assets/Images/Vector-1.png",
        "jobTitle": "Human Resources Manager",
        "companyName": "Manufacturing Co.",
        "address": "777 Oak Street, Anytown, USA",
        "salary": "$70,000 - $90,000 per year",
        "jobDescription": "We are seeking a Human Resources Manager to oversee all aspects of our company's human resources operations and ensure compliance with relevant regulations.",
        "jobResponsibilities": "Oversee all aspects of the company's human resources operations, including recruiting, hiring, training, and benefits administration; Develop and implement policies and procedures that comply with relevant regulations and best practices; Manage employee relations and ensure a positive work environment; Provide guidance and support to managers and employees on human resources-related issues; Stay up-to-date with emerging trends and best practices in human resources management",
        "educationalRequirements": "Bachelor's degree in Human Resources or related field",
        "experience": "5+ years of experience in human resources management",
        "phone": "555-123-4567",
        "email": "jobs@manufacturingco.com"
      },
      {
        "id":6,
        "companyLogo": "../src/assets/Images/Group 10021.png",
        "jobTitle": "Graphic Designer",
        "companyName": "Creative Agency",
        "address": "888 Maple Street, Anytown, USA",
        "salary": "$50,000 - $70,000 per year",
        "jobDescription": "We are seeking a Graphic Designer to create visual concepts, using computer software or by hand, to communicate ideas that inspire, inform, and captivate consumers.",
        "jobResponsibilities": "Create visual concepts, using computer software or by hand, to communicate ideas that inspire, inform, and captivate consumers; Develop graphics and layouts for product illustrations, company logos, and websites; Collaborate with clients, project managers, and other designers to understand their requirements and translate them into design concepts; Present design concepts to clients and make revisions based on feedback; Stay up-to-date with emerging trends and technologies in graphic design",
        "educationalRequirements": "Bachelor's degree in Graphic Design or related field",
        "experience": "2+ years of experience in graphic design",
        "phone": "555-123-4567",
        "email": "jobs@creativeagency.com"
      },
      {
        "id":7,
        "companyLogo": "../src/assets/Images/Vector.png",
        "jobTitle": "Sales Manager",
        "companyName": "Retail Co.",
        "address": "999 Market Street, Anytown, USA",
        "salary": "$80,000 - $100,000 per year",
        "jobDescription": "We are seeking a Sales Manager to lead our sales team and drive revenue growth.",
        "jobResponsibilities": "Lead the sales team and drive revenue growth by setting sales targets and developing strategies to achieve them; Develop and maintain relationships with key customers and partners; Monitor and analyze sales performance metrics and make data-driven decisions; Collaborate with other departments such as marketing and product development to align sales strategies with overall business objectives; Provide coaching and feedback to the sales team to improve performance",
        "educationalRequirements": "Bachelor's degree in Business Administration or related field",
        "experience": "5+ years of experience in sales management",
        "phone": "555-123-4567",
        "email": "jobs@retailco.com"
      },
      {
        "id":8,
        "companyLogo": "../src/assets/Logo/google-1-1 1-1.png",
        "jobTitle": "Customer Service Representative",
        "companyName": "E-commerce Co.",
        "address": "123 Main Street, Anytown, USA",
        "salary": "$30,000 - $40,000 per year",
        "jobDescription": "We are seeking a Customer Service Representative to provide exceptional customer service and support to our online customers.",
        "jobResponsibilities": "Respond to customer inquiries and provide support via email, phone, and chat; Resolve customer issues in a timely and professional manner; Communicate with other departments such as shipping and product teams to ensure timely and accurate resolution of customer issues; Identify opportunities for process improvements and customer service enhancements; Stay up-to-date with product knowledge and company policies and procedures",
        "educationalRequirements": "High school diploma or equivalent",
        "experience": "1+ years of experience in customer service",
        "phone": "555-123-4567",
        "email": "jobs@ecommerceco.com"
      }  
      
]